Repository: poml88/FLwatch
Catalog: SharedPhoneWatch/Localizations/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, nl, pl, ru, zh_hans

source: Bluetooth is turned off.
de: Bluetooth ist ausgeschaltet.
es: Bluetooth está desactivado.
fr: Le Bluetooth est désactivé.
it: Il Bluetooth è disattivato.
ja: Bluetoothがオフです。
nl: Bluetooth is uitgeschakeld.
pl: Bluetooth jest wyłączony.
ru: Bluetooth выключен.
zh_hans: 蓝牙已关闭。

source: Bluetooth not supported
de: Bluetooth wird nicht unterstützt
es: Bluetooth no compatible
fr: Bluetooth non pris en charge
it: Bluetooth non supportato
ja: Bluetoothはサポートされていません
nl: Bluetooth wordt niet ondersteund
pl: Bluetooth nie jest obsługiwany
ru: Bluetooth не поддерживается
zh_hans: 不支持蓝牙

source: Bluetooth permission is needed to read the sensor.
de: Zum Auslesen des Sensors ist die Bluetooth-Berechtigung erforderlich.
es: Se necesita permiso de Bluetooth para leer el sensor.
fr: L’autorisation Bluetooth est nécessaire pour lire le capteur.
it: Per leggere il sensore è necessaria l’autorizzazione Bluetooth.
ja: センサーの読み取りにはBluetoothの使用許可が必要です。
nl: Bluetooth-toestemming is nodig om de sensor uit te lezen.
pl: Do odczytu sensora wymagane jest zezwolenie na Bluetooth.
ru: Для чтения датчика требуется разрешение на использование Bluetooth.
zh_hans: 需要蓝牙权限才能读取传感器。

source: Bluetooth permission needed
de: Bluetooth-Berechtigung erforderlich
es: Se necesita permiso para Bluetooth
fr: Autorisation Bluetooth requise
it: Autorizzazione Bluetooth necessaria
ja: Bluetoothの許可が必要です
nl: Bluetooth-toestemming nodig
pl: Wymagane uprawnienie Bluetooth
ru: Требуется разрешение Bluetooth
zh_hans: 需要蓝牙权限

source: Bluetooth unavailable
de: Bluetooth nicht verfügbar
es: Bluetooth no disponible
fr: Bluetooth indisponible
it: Bluetooth non disponibile
ja: Bluetoothを利用できません
nl: Bluetooth niet beschikbaar
pl: Bluetooth niedostępny
ru: Bluetooth недоступен
zh_hans: 蓝牙不可用

source: Buy the developer quality coffee beans! 🤝☕️
de: Spendieren Sie dem Entwickler ein paar Kaffeebohnen! 🤝☕️
es: Compre café en grano de calidad para el desarrollador! 🤝☕️
fr: Achetez des grains de café de qualité pour le développeur ! 🤝☕️
it: Acquista chicchi di caffè di qualità da sviluppatore! 🤝☕️
ja: 開発者用に高品質のコーヒー豆を購入しましょう！ 🤝☕️
nl: Koop koffiebonen van ontwikkelaarskwaliteit! 🤝☕️
pl: Kup ziarna kawy jakości deweloperskiej! 🤝☕️
ru: Купите кофейные зерна разработческого качества! 🤝☕️
zh_hans: 为开发者购买一些优质咖啡豆！ 🤝☕️

source: Calibration
de: Kalibrierung
es: Calibración
fr: Étalonnage
it: Calibrazione
ja: キャリブレーション
nl: Kalibratie
pl: Kalibracja
ru: Калибровка
zh_hans: 校准

source: Calibration disabled for future readings.
de: Kalibrierung für zukünftige Messwerte deaktiviert.
es: Calibración desactivada para futuras lecturas.
fr: Étalonnage désactivé pour les mesures futures.
it: Calibrazione disattivata per le letture future.
ja: 今後の測定値に対するキャリブレーションを無効にしました。
nl: Kalibratie uitgeschakeld voor toekomstige metingen.
pl: Kalibracja przyszłych odczytów została wyłączona.
ru: Калибровка для будущих показаний отключена.
zh_hans: 已禁用今后读数的校准。

source: Calibration reset
de: Kalibrierung zurückgesetzt
es: Calibración restablecida
fr: Étalonnage réinitialisé
it: Calibrazione reimpostata
ja: キャリブレーションをリセット
nl: Kalibratie opnieuw ingesteld
pl: Kalibracja została wyzerowana
ru: Калибровка сброшена
zh_hans: 校准已重置

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
ru: Отмена
zh_hans: 取消

source: Carb Calculator
de: Kohlenhydratrechner
es: Calculadora de carbohidratos
fr: Calculateur de glucides
it: Calcolatore di carboidrati
ja: 炭水化物計算機
nl: Koolhydraatcalculator
pl: Kalkulator węglowodanów
ru: Калькулятор углеводов
zh_hans: 碳水化合物计算器

source: Carbs → store
de: Kohlenhydrate → speichern
es: Carbohidratos → almacenar
fr: Glucides → stocker
it: Carboidrati → immagazzinare
ja: 炭水化物 → 貯蔵
nl: Koolhydraten → reserve
pl: Węglowodany → magazyn
ru: Углеводы → запас
zh_hans: 碳水化合物 → 储存

source: Carbs per 100 g
de: Kohlenhydrate pro 100 g
es: Carbohidratos por cada 100 g
fr: Glucides pour 100 g
it: Carboidrati per 100 g
ja: 100gあたりの炭水化物
nl: Koolhydraten per 100 g
pl: Węglowodany na 100 g
ru: Углеводы на 100 г
zh_hans: 每100克碳水化合物含量

source: Carbs store
de: Kohlenhydratspeicher
es: Almacén de carbohidratos
fr: Magasin de glucides
it: Magazzino carboidrati
ja: 炭水化物貯蔵庫
nl: Koolhydraatreserve
pl: Magazyn węglowodanów
ru: Запас углеводов
zh_hans: 碳水化合物储存

source: CGM provider
de: CGM-Anbieter
es: Proveedor de MCG
fr: Fournisseur de MCG
it: Fornitore CGM
ja: CGMプロバイダ
pl: Dostawca CGM
ru: Поставщик CGM
zh_hans: CGM提供商

source: CGM Provider
de: CGM-Anbieter
es: Proveedor de MCG
fr: Fournisseur de MCG
it: Fornitore CGM
ja: CGMプロバイダ
pl: Dostawca CGM
ru: Поставщик CGM
zh_hans: CGM提供商

source: Check heartbeat now
de: Heartbeat jetzt prüfen
es: Comprobar heartbeat ahora
fr: Vérifier le heartbeat maintenant
it: Controlla ora l'heartbeat
ja: 今すぐハートビートを確認
nl: Heartbeat nu controleren
pl: Sprawdź heartbeat teraz
ru: Проверить heartbeat сейчас
zh_hans: 立即检查心跳

source: Check sensor
de: Sensor prüfen
es: Comprobar sensor
fr: Vérifier le capteur
it: Controlla sensore
ja: センサーを確認
nl: Sensor controleren
pl: Sprawdź sensor
ru: Проверить датчик
zh_hans: 检查传感器

source: Check that Dexcom app is running.
de: Prüfen Sie, ob die Dexcom-App läuft.
es: Compruebe que la app Dexcom esté en ejecución.
fr: Vérifiez que l’app Dexcom est en cours d’exécution.
it: Verifichi che l’app Dexcom sia in esecuzione.
ja: Dexcom アプリが起動していることを確認してください。
nl: Controleer of de Dexcom-app actief is.
pl: Sprawdź, czy aplikacja Dexcom jest uruchomiona.
ru: Убедитесь, что приложение Dexcom запущено.
zh_hans: 请确认 Dexcom 应用正在运行。

source: Check that Libre app is running.
de: Prüfen Sie, ob die Libre-App läuft.
es: Compruebe que la app Libre esté en ejecución.
fr: Vérifiez que l’app Libre est en cours d’exécution.
it: Verifichi che l’app Libre sia in esecuzione.
ja: Libre アプリが起動していることを確認してください。
nl: Controleer of de Libre-app actief is.
pl: Sprawdź, czy aplikacja Libre jest uruchomiona.
ru: Убедитесь, что приложение Libre запущено.
zh_hans: 请确认 Libre 应用正在运行。

source: Choose which CGM service FLwatch reads from.
de: Wählen Sie aus, von welchem CGM-Dienst FLwatch liest.
es: Elige de qué servicio de MCG lee FLwatch.
fr: Choisissez le service de CGM que FLwatch doit lire.
it: Scegli da quale servizio CGM FLwatch legge i dati.
ja: FLwatch が読み取る CGM サービスを選択してください。
nl: Kies van welke CGM-dienst FLwatch leest.
pl: Wybierz usługę CGM, z której FLwatch ma odczytywać dane.
ru: Выберите сервис CGM, из которого FLwatch будет получать данные.
zh_hans: 选择 FLwatch 读取的 CGM 服务。

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Chiaro
ja: クリア
nl: Wissen
pl: Wyczyść
ru: Очистить
zh_hans: 清除

source: Clear device
de: Gerät löschen
es: Borrar dispositivo
fr: Effacer l’appareil
it: Cancella dispositivo
ja: デバイスを消去
nl: Apparaat wissen
pl: Wyczyść urządzenie
ru: Очистить устройство
zh_hans: 清除设备

source: Clear store
de: Speicher löschen
es: Borrar tienda
fr: Effacer le magasin
it: Cancella negozio
ja: クリアストア
nl: Reserve wissen
pl: Wyczyść magazyn
ru: Очистить запас
zh_hans: 清除商店

source: Compare only when glucose is reasonably stable; the helper below can guide you. Avoid comparisons while glucose may still be affected by a meal, insulin, exercise, or treatment of a low. Because this correction is a fixed offset, use several steady comparisons near the range that matters to you—for the lower range, about 80–120 mg/dL (4.4–6.7 mmol/L), rather than at a high glucose level.
de: Vergleiche nur, wenn der Glukosewert einigermaßen stabil ist; die Entscheidungshilfe unten kann dich dabei unterstützen. Vermeide Vergleiche, solange der Glukosewert noch durch eine Mahlzeit, Insulin, Bewegung oder die Behandlung einer Unterzuckerung beeinflusst sein könnte. Da diese Korrektur ein fester Offset ist, verwende mehrere stabile Vergleiche nahe dem für dich wichtigen Bereich – für den unteren Bereich etwa 80–120 mg/dL (4,4–6,7 mmol/L) – und nicht bei einem hohen Glukosewert.
es: Compara solo cuando la glucosa esté razonablemente estable; la ayuda que aparece abajo puede orientarte. Evita las comparaciones mientras la glucosa aún pueda estar afectada por una comida, insulina, ejercicio o el tratamiento de una hipoglucemia. Como esta corrección es un desfase fijo, usa varias comparaciones estables cerca del intervalo que te importa: para el intervalo bajo, aproximadamente 80–120 mg/dL (4,4–6,7 mmol/L), en lugar de un nivel alto de glucosa.
fr: Effectuez une comparaison uniquement lorsque la glycémie est raisonnablement stable ; l’aide à la décision ci-dessous peut vous guider. Évitez les comparaisons tant que la glycémie peut encore être influencée par un repas, de l’insuline, de l’exercice ou le traitement d’une hypoglycémie. Cette correction étant un décalage fixe, utilisez plusieurs comparaisons stables près de la plage qui vous importe — pour la plage basse, environ 80–120 mg/dL (4,4–6,7 mmol/L) — plutôt qu’à un niveau glycémique élevé.
it: Effettua il confronto solo quando la glicemia è ragionevolmente stabile; la guida qui sotto può aiutarti. Evita i confronti se la glicemia potrebbe essere ancora influenzata da un pasto, insulina, attività fisica o dal trattamento di un'ipoglicemia. Poiché questa correzione è uno scostamento fisso, usa diversi confronti stabili vicino all'intervallo che ti interessa: per l'intervallo basso, circa 80–120 mg/dL (4,4–6,7 mmol/L), anziché a un livello glicemico elevato.
ja: グルコース値が十分に安定しているときだけ比較してください。下の判断支援が目安になります。食事、インスリン、運動、または低血糖への対処の影響が残っている可能性がある間は比較を避けてください。この補正は固定オフセットのため、重視する範囲に近い安定時の値で複数回比較してください。低めの範囲を重視する場合は、高血糖時ではなく、約80～120 mg/dL（4.4～6.7 mmol/L）が目安です。
nl: Vergelijk alleen wanneer de glucosewaarde redelijk stabiel is; de beslissingshulp hieronder kan je daarbij helpen. Vergelijk niet zolang de glucosewaarde mogelijk nog wordt beïnvloed door een maaltijd, insuline, lichaamsbeweging of de behandeling van een lage glucosewaarde. Omdat deze correctie een vaste offset is, gebruik je meerdere stabiele vergelijkingen in de buurt van het bereik dat voor jou belangrijk is: voor het lagere bereik ongeveer 80–120 mg/dL (4,4–6,7 mmol/L), niet bij een hoge glucosewaarde.
pl: Porównuj wartości tylko wtedy, gdy poziom glukozy jest dość stabilny; pomoc decyzyjna poniżej może Cię w tym wesprzeć. Nie porównuj, jeśli na poziom glukozy może nadal wpływać posiłek, insulina, wysiłek fizyczny lub leczenie niedocukrzenia. Ponieważ ta korekta jest stałym przesunięciem, wykonaj kilka porównań przy stabilnym poziomie glukozy w pobliżu ważnego dla Ciebie zakresu — dla niższego zakresu około 80–120 mg/dL (4,4–6,7 mmol/L) — a nie przy wysokim poziomie glukozy.
ru: Сравнивайте значения только при достаточно стабильном уровне глюкозы; в этом поможет подсказка ниже. Не выполняйте сравнение, пока на уровень глюкозы ещё могут влиять приём пищи, инсулин, физическая нагрузка или коррекция гипогликемии. Поскольку эта коррекция представляет собой фиксированное смещение, выполните несколько сравнений при стабильных значениях вблизи важного для вас диапазона — для нижнего диапазона примерно 80–120 мг/дл (4,4–6,7 ммоль/л), а не при высоком уровне глюкозы.
zh_hans: 仅在血糖较为稳定时进行比较；下方的判断助手可提供参考。如果血糖可能仍受进餐、胰岛素、运动或低血糖处理的影响，请避免比较。由于此校正采用固定偏移量，请在您关注的范围附近、血糖稳定时进行多次比较；如果关注较低范围，可选择约 80–120 mg/dL（4.4–6.7 mmol/L），而不要在高血糖时比较。

source: Comparison
de: Vergleich
es: Comparación
fr: Comparaison
it: Confronto
ja: 比較
nl: Vergelijking
pl: Porównanie
ru: Сравнение
zh_hans: 比较

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認する
nl: Bevestigen
pl: Potwierdź
ru: Подтвердить
zh_hans: 确认

source: Connect
de: Verbinden
es: Conectar
fr: Se connecter
it: Connetti
ja: 接続
nl: Verbinden
pl: Połącz
ru: Подключить
zh_hans: 连接

source: Connect FLwatch without replacing the sensor’s existing Libre 3 credentials. To return to the Libre 3 app, force-close FLwatch, enable Bluetooth access for Libre 3 in iOS Settings, and open the Libre 3 app. It will reconnect without another NFC scan and resume uploading data to LibreView.
de: Verbinde FLwatch, ohne die vorhandenen Libre 3-Zugangsdaten des Sensors zu ersetzen. Um zur Libre 3-App zurückzukehren, beende FLwatch vollständig, erlaube Libre 3 in den iOS-Einstellungen den Bluetooth-Zugriff und öffne die Libre 3-App. Sie stellt die Verbindung ohne erneuten NFC-Scan wieder her und lädt wieder Daten zu LibreView hoch.
es: Conecta FLwatch sin sustituir las credenciales existentes de Libre 3 del sensor. Para volver a la app Libre 3, fuerza el cierre de FLwatch, activa el acceso Bluetooth para Libre 3 en Ajustes de iOS y abre la app Libre 3. Se volverá a conectar sin otro escaneo NFC y reanudará la carga de datos en LibreView.
fr: Connectez FLwatch sans remplacer les identifiants Libre 3 existants du capteur. Pour revenir à l’app Libre 3, forcez la fermeture de FLwatch, autorisez l’accès Bluetooth pour Libre 3 dans les réglages iOS, puis ouvrez l’app Libre 3. Elle se reconnectera sans nouvelle analyse NFC et reprendra l’envoi des données à LibreView.
it: Connetti FLwatch senza sostituire le credenziali Libre 3 esistenti del sensore. Per tornare all’app Libre 3, forza la chiusura di FLwatch, abilita l’accesso Bluetooth per Libre 3 nelle Impostazioni di iOS e apri l’app Libre 3. Si riconnetterà senza un’altra scansione NFC e riprenderà a caricare i dati su LibreView.
ja: センサーに保存されているLibre 3の認証情報を置き換えずにFLwatchを接続します。Libre 3アプリに戻るには、FLwatchを強制終了し、iOSの「設定」でLibre 3のBluetoothアクセスを有効にしてからLibre 3アプリを開いてください。NFCを再スキャンせずに再接続し、LibreViewへのデータ送信を再開します。
nl: Verbind FLwatch zonder de bestaande Libre 3-inloggegevens van de sensor te vervangen. Om terug te gaan naar de Libre 3-app, sluit je FLwatch geforceerd af, schakel je Bluetooth-toegang voor Libre 3 in via de iOS-instellingen en open je de Libre 3-app. De app maakt zonder een nieuwe NFC-scan opnieuw verbinding en hervat het uploaden van gegevens naar LibreView.
pl: Połącz FLwatch bez zastępowania istniejących danych uwierzytelniających Libre 3 zapisanych w sensorze. Aby wrócić do aplikacji Libre 3, wymuś zamknięcie FLwatch, włącz dostęp do Bluetooth dla Libre 3 w Ustawieniach iOS i otwórz aplikację Libre 3. Połączy się ponownie bez kolejnego skanowania NFC i wznowi przesyłanie danych do LibreView.
ru: Подключите FLwatch, не заменяя существующие учётные данные Libre 3 в датчике. Чтобы вернуться в приложение Libre 3, принудительно закройте FLwatch, разрешите Libre 3 доступ к Bluetooth в настройках iOS и откройте приложение Libre 3. Оно подключится без повторного сканирования NFC и возобновит отправку данных в LibreView.
zh_hans: 连接FLwatch而不替换传感器现有的Libre 3凭据。要返回Libre 3 App，请强制关闭FLwatch，在iOS“设置”中允许Libre 3使用蓝牙，然后打开Libre 3 App。它会在无需再次进行NFC扫描的情况下重新连接，并恢复向LibreView上传数据。

source: Connected.
de: Verbunden.
es: Conectado.
fr: Connecté.
it: Connesso.
ja: 接続済み。
nl: Verbonden.
pl: Połączono.
ru: Подключено.
zh_hans: 互联。

source: Connecting to selected heartbeat device
de: Verbindung zum ausgewählten Heartbeat-Gerät wird hergestellt
es: Conectando al dispositivo de heartbeat seleccionado
fr: Connexion à l’appareil heartbeat sélectionné
it: Connessione al dispositivo heartbeat selezionato
ja: 選択したハートビートデバイスに接続中
nl: Verbinden met geselecteerd heartbeat-apparaat
pl: Łączenie z wybranym urządzeniem heartbeat
ru: Подключение к выбранному устройству heartbeat
zh_hans: 正在连接所选心跳设备

source: Connecting...
de: Verbinde...
es: Conectando...
fr: Connexion en cours...
it: Connessione in corso...
ja: 接続中...
nl: Bezig met verbinden...
pl: Łączenie...
ru: Подключение...
zh_hans: 正在连接...

source: Connecting…
de: Verbindung wird hergestellt…
es: Conectando…
fr: Connexion…
it: Connessione…
ja: 接続中…
nl: Verbinden…
pl: Łączenie…
ru: Подключение…
zh_hans: 正在连接…

source: Connection
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione
ja: 接続
nl: Verbinding
pl: Połączenie
ru: Подключение
zh_hans: 连接

source: Connection failed.
de: Verbindung fehlgeschlagen.
es: Error de conexión.
fr: Échec de la connexion.
it: Connessione non riuscita.
ja: 接続に失敗しました。
nl: Verbinding mislukt.
pl: Połączenie nie powiodło się.
ru: Не удалось подключиться.
zh_hans: 连接失败。

source: Connection lost. Reconnecting…
de: Verbindung verloren. Erneute Verbindung…
es: Conexión perdida. Reconectando…
fr: Connexion perdue. Reconnexion…
it: Connessione persa. Riconnessione…
ja: 接続が切れました。再接続中…
nl: Verbinding verbroken. Opnieuw verbinden…
pl: Utracono połączenie. Ponowne łączenie…
ru: Соединение потеряно. Повторное подключение…
zh_hans: 连接已断开。正在重新连接…

source: Connects directly to a Libre 3 / Libre 3 Plus sensor over Bluetooth — no follower account or cloud needed. You pair by holding your phone to the sensor.
de: Stellt über Bluetooth eine direkte Verbindung zu einem Libre 3-/Libre 3 Plus-Sensor her – ohne Follower-Konto oder Cloud. Zum Koppeln hältst du dein Smartphone an den Sensor.
es: Se conecta directamente a un sensor Libre 3 / Libre 3 Plus por Bluetooth, sin necesidad de una cuenta de seguidor ni de la nube. Para enlazarlo, acerca el teléfono al sensor.
fr: Se connecte directement par Bluetooth à un capteur Libre 3 / Libre 3 Plus, sans compte suiveur ni cloud. Pour l’associer, approchez votre téléphone du capteur.
it: Si connette direttamente tramite Bluetooth a un sensore Libre 3 / Libre 3 Plus, senza bisogno di un account follower o del cloud. Per abbinarlo, avvicina il telefono al sensore.
ja: Libre 3 / Libre 3 PlusセンサーにBluetoothで直接接続します。フォロワーアカウントやクラウドは不要です。スマートフォンをセンサーにかざしてペアリングします。
nl: Maakt via Bluetooth rechtstreeks verbinding met een Libre 3-/Libre 3 Plus-sensor, zonder volgersaccount of cloud. Je koppelt door je telefoon tegen de sensor te houden.
pl: Łączy się bezpośrednio przez Bluetooth z sensorem Libre 3 / Libre 3 Plus — bez konta obserwatora ani chmury. Aby sparować, przyłóż telefon do sensora.
ru: Подключается по Bluetooth напрямую к датчику Libre 3 / Libre 3 Plus — учётная запись наблюдателя и облако не требуются. Для сопряжения поднесите телефон к датчику.
zh_hans: 通过蓝牙直接连接Libre 3 / Libre 3 Plus传感器，无需关注者账户或云服务。将手机靠近传感器即可配对。

source: Connects via Dexcom Share. In the Dexcom app, turn on Share and invite at least one follower. Then sign in here with the sharer's (patient's) account — not a follower's.
de: Verbindet über Dexcom Share. Aktivieren Sie in der Dexcom-App „Share“ und laden Sie mindestens einen Follower ein. Melden Sie sich dann hier mit dem Konto der teilenden Person (des Patienten) an - nicht mit dem eines Followers.
es: Se conecta mediante Dexcom Share. En la app Dexcom, activa Share e invita al menos a un seguidor. Luego inicia sesión aquí con la cuenta de quien comparte (paciente), no con la de un seguidor.
fr: Connexion via Dexcom Share. Dans l’app Dexcom, activez Share et invitez au moins un suiveur. Connectez-vous ensuite ici avec le compte de la personne qui partage (patient), pas avec celui d’un suiveur.
it: Si connette tramite Dexcom Share. Nell’app Dexcom, attiva Share e invita almeno un follower. Poi accedi qui con l’account di chi condivide (paziente), non con quello di un follower.
ja: Dexcom Share 経由で接続します。Dexcom アプリで Share をオンにし、少なくとも 1 人のフォロワーを招待してください。その後、フォロワーではなく、共有する人（患者）のアカウントでここにサインインしてください。
nl: Verbindt via Dexcom Share. Schakel Share in de Dexcom-app in en nodig ten minste één volger uit. Log hier daarna in met het account van de deler (patiënt), niet met dat van een volger.
pl: Łączy przez Dexcom Share. W aplikacji Dexcom włącz Share i zaproś co najmniej jednego obserwatora. Następnie zaloguj się tutaj kontem osoby udostępniającej (pacjenta), a nie kontem obserwatora.
ru: Подключается через Dexcom Share. В приложении Dexcom включите Share и пригласите хотя бы одного наблюдателя. Затем войдите здесь с учетной записью пользователя, который делится данными (пациента), а не с учетной записью наблюдателя.
zh_hans: 通过 Dexcom Share 连接。在 Dexcom 应用中打开 Share，并邀请至少一位关注者。然后在这里使用共享者（患者）的账户登录，而不是关注者的账户。

source: Connects via your LibreLinkUp follower account. Detailed setup instructions and a video guide are on the app's website.
de: Verbindet über Ihr LibreLinkUp-Follower-Konto. Ausführliche Einrichtungsanweisungen und eine Videoanleitung finden Sie auf der Website der App.
es: Se conecta mediante tu cuenta de seguidor de LibreLinkUp. Las instrucciones detalladas de configuración y una guía en video están en el sitio web de la app.
fr: Connexion via votre compte suiveur LibreLinkUp. Des instructions de configuration détaillées et un guide vidéo sont disponibles sur le site web de l’app.
it: Si connette tramite il tuo account follower LibreLinkUp. Le istruzioni dettagliate di configurazione e una guida video sono sul sito web dell’app.
ja: LibreLinkUp のフォロワーアカウント経由で接続します。詳しい設定手順と動画ガイドはアプリのウェブサイトにあります。
nl: Verbindt via je LibreLinkUp-volgeraccount. Gedetailleerde installatie-instructies en een videogids staan op de website van de app.
pl: Łączy przez Twoje konto obserwatora LibreLinkUp. Szczegółowe instrukcje konfiguracji i przewodnik wideo są dostępne na stronie aplikacji.
ru: Подключается через вашу учетную запись наблюдателя LibreLinkUp. Подробные инструкции по настройке и видеоинструкция доступны на сайте приложения.
zh_hans: 通过您的 LibreLinkUp 关注者账户连接。详细设置说明和视频指南可在应用网站上找到。

source: Convenience calculator only. Follow your care plan.
de: Nur als praktischer Rechner. Befolgen Sie Ihren Behandlungsplan.
es: Calculadora de conveniencia únicamente. Siga su plan de cuidados.
fr: Calculateur pratique uniquement. Suivez votre plan de soins.
it: Calcolatore di convenienza solo. Segui il tuo piano di cura.
ja: 便利計算機のみ。ケアプランに従ってください。
nl: Alleen een hulprekenmachine. Volg je behandelplan.
pl: To tylko kalkulator pomocniczy. Stosuj się do swojego planu leczenia.
ru: Это только вспомогательный калькулятор. Следуйте своему плану лечения.
zh_hans: 仅供便利计算。请遵循您的护理计划。

source: Copy calculated → insulin picker
de: Kopieren berechnet → Insulin-Picker
es: Copiar calculado → selector de insulina
fr: Copier calculé → sélecteur d'insuline
it: Copia calcolata → selettore di insulina
ja: 計算済みコピー → インスリンピッカー
nl: Kopieer berekend → insulinekiezer
pl: Skopiuj obliczone → do wyboru insuliny
ru: Скопировать рассчитанное → в выбор инсулина
zh_hans: 复制计算值 → 胰岛素选择器

source: Corrected values are used throughout FLwatch, including glucose alerts, Apple Watch, widgets, Live Activities, and Apple Health export.
de: Korrigierte Werte werden in ganz FLwatch verwendet, einschließlich Glukosewarnungen, Apple Watch, Widgets, Live-Aktivitäten und Apple-Health-Export.
es: Los valores corregidos se utilizan en todo FLwatch, incluidas las alertas de glucosa, Apple Watch, los widgets, las Actividades en directo y la exportación a Apple Health.
fr: Les valeurs corrigées sont utilisées dans l’ensemble de FLwatch, notamment pour les alertes de glycémie, l’Apple Watch, les widgets, les activités en direct et l’exportation vers Apple Health.
it: I valori corretti vengono usati in tutta FLwatch, inclusi gli avvisi glicemici, Apple Watch, i widget, le attività in tempo reale e l’esportazione in Apple Health.
ja: 補正後の値は、グルコースアラート、Apple Watch、ウィジェット、ライブアクティビティ、Apple Healthへの書き出しなど、FLwatch全体で使用されます。
nl: Gecorrigeerde waarden worden in heel FLwatch gebruikt, waaronder voor glucosemeldingen, Apple Watch, widgets, Live Activiteiten en export naar Apple Health.
pl: Skorygowane wartości są używane w całej aplikacji FLwatch, w tym w alertach poziomu glukozy, na Apple Watch, w widżetach, aktywnościach na żywo oraz przy eksporcie do Apple Health.
ru: Скорректированные значения используются во всех компонентах FLwatch, включая предупреждения об уровне глюкозы, Apple Watch, виджеты, Live Activities и экспорт в Apple Health.
zh_hans: 校正后的数值会用于 FLwatch 的所有功能，包括葡萄糖警报、Apple Watch、小组件、实时活动和 Apple 健康导出。

source: Correction
de: Korrektur
es: Corrección
it: Correzione
ja: 補正
nl: Correctie
pl: Korekta
ru: Коррекция
zh_hans: 校正
